Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.desktop-notifications
source: macos desktop notifications system settings permission alerts notify test
ar: macos desktop notifications system settings permission alerts notify test تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب كلمة مرور سر رمز اعتماد وصول سماح تعطيل تمكين إذن آمن النظام الإشعارات الإعدادات… التطبيق الإعدادات
bs: macos desktop notifications system settings permission alerts notify test aplikacija opće postavke ponašanje dock traka menija status bočna izgled tema boja boje shema svijetlo tamno sistem način obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk lozinka tajna token vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno Sistemski Obavještenja Postavke…
da: macos desktop notifications system settings permission alerts notify test app generelt indstillinger adfærd dock menulinje status sidepanel udseende tema farve farver skema lys mørk tilstand notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord adgangskode hemmelighed token legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker Indstillinger…
de: macos desktop notifications system settings permission alerts notify test app allgemein einstellungen verhalten dock menüleiste status seitenleiste darstellung design farbe farben schema hell dunkel modus benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton passwort geheimnis token zugangsdaten zugriff erlauben deaktivieren aktivieren berechtigung unsicher …
es: macos desktop notifications system settings permission alerts notify test aplicación general preferencias comportamiento dock barra de menú estado lateral apariencia tema color colores esquema claro oscuro sistema modo notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio contraseña secreto token credencial acceso permitir desactivar activar permiso inseguro Ajustes… App Ajustes
fr: macos desktop notifications system settings permission alerts notify test application général préférences comportement dock barre de menus état latérale apparence thème couleur couleurs schéma clair sombre système mode notification alerte non lu message badge anneau flash son bureau mot passe secret jeton identifiant accès autoriser désactiver activer autorisation sécurisé Réglages... App Réglages
it: macos desktop notifications system settings permission alerts notify test app generale preferenze comportamento dock barra menu stato laterale aspetto tema colore colori schema chiaro scuro sistema modalità notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania password segreto token credenziale accesso consenti disabilita abilita autorizzazione sicuro Impostazioni… Impostazioni
ja: macos desktop notifications system settings permission alerts notify test macos デスクトップ通知 システム設定 権限 アラート テスト
ko: macos desktop notifications system settings permission alerts notify test 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 비밀번호 비밀 토큰 자격 증명 접근 허용 비활성화 활성화 권한 안전하지 설정… 설정
nb: macos desktop notifications system settings permission alerts notify test app generelt innstillinger oppførsel dock menylinje status sidepanel utseende tema farge farger skjema lys mørk modus varsling varsler ulest melding merke ring blink lyd skrivebord passord hemmelighet token legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker …
pl: macos desktop notifications system settings permission alerts notify test aplikacja ogólne preferencje zachowanie dock pasek menu status boczny wygląd motyw kolor kolory schemat jasny ciemny tryb powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit hasło sekret token poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone Systemowy Ustawienia… Ustawienia
pt_br: macos desktop notifications system settings permission alerts notify test app geral preferências comportamento dock barra de menu status lateral aparência tema cor cores esquema claro escuro sistema modo notificação notificações alerta não lido mensagem selo anel piscar som senha segredo token credencial acesso permitir desativar ativar permissão inseguro Ajustes… Ajustes
ru: macos desktop notifications system settings permission alerts notify test приложение общие настройки поведение док строка меню статус боковая панель внешний вид тема цвет цвета схема светлый темный система режим уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно Системное Системный Настройки... Системная
th: macos desktop notifications system settings permission alerts notify test แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย การตั้งค่า... การตั้งค่า
tr: macos desktop notifications system settings permission alerts notify test uygulama genel tercihler davranış dock menü çubuğu durum kenar görünüm tema renk renkler şema açık koyu sistem mod bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü parola gizli token kimlik bilgisi erişim izin ver devre dışı etkinleştir güvensiz Ayarlar… Ayarlar
uk: macos desktop notifications system settings permission alerts notify test програма загальні параметри поведінка док рядок меню статус бічна панель вигляд тема колір кольори схема світлий темний система режим сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно Системна Налаштування… Налаштування
zh_hans: macos desktop notifications system settings permission alerts notify test 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 外观 主题 颜色 配色 浅色 深色 系统 模式 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 密码 密钥 令牌 凭据 访问 允许 禁用 启用 权限 不安全 设置... 设置
zh_hant: macos desktop notifications system settings permission alerts notify test 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 外觀 主題 顏色 配色 淺色 深色 系統 模式 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 密碼 密鑰 權杖 憑證 存取 允許 停用 啟用 權限 不安全 設定... App 設定

# settings.search.alias.setting.app.dock-badge
source: notifications.dockBadge badge dock unread count icon notifications red bubble
ar: notifications.dockBadge badge dock unread count icon notifications red bubble تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي مساحة عمل تبويب ألوان لوحة شارة محدد تمييز مؤشر نشط نقطة إشعار إشعارات تنبيه غير مقروء رسالة رنين وميض صوت سطح المكتب الإشعارات أيقونة التطبيق
bs: notifications.dockBadge badge dock unread count icon notifications red bubble aplikacija opće postavke ponašanje traka menija status bočna radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka obavijest obavijesti upozorenje nepročitano poruka prsten bljesak zvuk desktop Obavještenja Ikona aplikacije Oznaka na Docku
da: notifications.dockBadge badge dock unread count icon notifications red bubble app generelt indstillinger adfærd menulinje status sidepanel arbejdsområde fane farver palette valgt fremhævning indikator aktiv prik notifikation notifikationer advarsel ulæst besked ring blink lyd skrivebord Appikon Dock-badge
de: notifications.dockBadge badge dock unread count icon notifications red bubble app allgemein einstellungen verhalten menüleiste status seitenleiste arbeitsbereich tab farben palette ausgewählt hervorhebung indikator aktiv punkt benachrichtigung benachrichtigungen alarm ungelesen nachricht ring blinken ton desktop App-Symbol Dock-Badge
es: notifications.dockBadge badge dock unread count icon notifications red bubble aplicación general preferencias comportamiento barra de menú estado lateral espacio trabajo pestaña colores paleta insignia seleccionado resaltado indicador activo punto notificación notificaciones alerta no leído mensaje anillo destello sonido escritorio Ícono la app del
fr: notifications.dockBadge badge dock unread count icon notifications red bubble application général préférences comportement barre de menus état latérale espace travail onglet couleurs palette sélectionné surbrillance indicateur actif point notification alerte non lu message anneau flash son bureau Icône l'app du App
it: notifications.dockBadge badge dock unread count icon notifications red bubble app generale preferenze comportamento barra menu stato laterale area di lavoro scheda colori tavolozza selezionato evidenziazione indicatore attivo punto notifica notifiche avviso non letto messaggio anello lampeggio suono scrivania Icona del
ja: notifications.dockBadge badge dock unread count icon notifications red bubble ドック バッジ 未読 件数 アイコン 通知 赤丸
ko: notifications.dockBadge badge dock unread count icon notifications red bubble 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 작업공간 탭 색상 팔레트 배지 선택됨 강조 표시기 활성 점 알림 읽지 않음 메시지 링 깜박임 소리 데스크탑 경고 아이콘
nb: notifications.dockBadge badge dock unread count icon notifications red bubble app generelt innstillinger oppførsel menylinje status sidepanel arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk varsling varsler ulest melding ring blink lyd skrivebord Appikon Dock-merke
pl: notifications.dockBadge badge dock unread count icon notifications red bubble aplikacja ogólne preferencje zachowanie pasek menu status boczny obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka powiadomienie powiadomienia alert nieprzeczytane wiadomość pierścień błysk dźwięk pulpit Ikona aplikacji Plakietka w Docku
pt_br: notifications.dockBadge badge dock unread count icon notifications red bubble app geral preferências comportamento barra de menu status lateral workspace aba cores paleta selo selecionado destaque indicador ativo ponto notificação notificações alerta não lido mensagem anel piscar som desktop Ícone do Emblema
ru: notifications.dockBadge badge dock unread count icon notifications red bubble приложение общие настройки поведение док строка меню статус боковая панель рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол приложения
th: notifications.dockBadge badge dock unread count icon notifications red bubble แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ วงแหวน แฟลช เสียง เดสก์ท็อป ไอคอนแอป
tr: notifications.dockBadge badge dock unread count icon notifications red bubble uygulama genel tercihler davranış menü çubuğu durum kenar çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta bildirim bildirimler uyarı okunmamış mesaj halka flaş ses masaüstü Simgesi Rozeti
uk: notifications.dockBadge badge dock unread count icon notifications red bubble програма загальні параметри поведінка док рядок меню статус бічна панель робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка сповіщення непрочитане повідомлення кільце спалах звук стіл Іконка програми
zh_hans: notifications.dockBadge badge dock unread count icon notifications red bubble 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 工作区 标签页 颜色 调色板 徽章 已选中 高亮 指示器 活动 点 通知 未读 消息 圆环 闪烁 声音 桌面 提醒 应用图标 程序坞角标
zh_hant: notifications.dockBadge badge dock unread count icon notifications red bubble 應用程式 一般 偏好設定 行為 選單列 狀態 側邊欄 工作區 分頁 顏色 調色盤 徽章 已選取 反白 指示器 作用中 點 通知 未讀 訊息 圓環 閃爍 聲音 桌面 提醒 App 圖示 標記

# settings.search.alias.setting.app.file-editor-word-wrap
source: fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview
ar: fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview fileEditor.wordWrap محرر ملفات ملتف حول الكلمات التفاف ناعم تدفق السطور نص تمرير أفقي معاينة
de: fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview fileEditor.wordWrap datei-editor zeilenumbruch automatischer umbruch zeilenanpassung zeilen text horizontales scrollen vorschau
es: fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview fileEditor.wordWrap editor de archivos ajuste de linea ajuste suave redistribuir lineas texto desplazamiento horizontal vista previa
fr: fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview fileEditor.wordWrap éditeur de fichiers retour à la ligne automatique enveloppe souple réajustement lignes texte défilement horizontal aperçu
ja: fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview fileEditor.wordWrap ファイル エディタ 行折り返し ワードラップ 折り返し 改行 テキスト 横スクロール プレビュー
ko: fileEditor.wordWrap 파일 편집기 줄 바꿈 자동 줄 바꿈 텍스트 가로 스크롤 미리보기 fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview
zh_hans: fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview fileEditor.wordWrap 文件编辑器 自动换行 软换行 文本 水平滚动 预览
zh_hant: fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview fileEditor.wordWrap 檔案 編輯器 自動換行 軟換行 重新排版 行 文字 水平捲動 預覽

# settings.search.alias.setting.app.focus-pane-first-click
source: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation
ar: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation app.focusPaneOnFirstClick click to focus follows mouse first activation تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي تركيز نقر ماوس تنشيط يتبع أول التطبيق
bs: app.focusPaneOnFirstClick click to focus follows mouse first activation aplikacija opće postavke ponašanje dock traka menija status bočna fokus klik miš aktivacija prati prvi
da: app.focusPaneOnFirstClick click to focus follows mouse first activation app generelt indstillinger adfærd dock menulinje status sidepanel fokus klik mus aktivering følger første
de: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation app.focusPaneOnFirstClick click to focus follows mouse first activation app allgemein einstellungen verhalten dock menüleiste status seitenleiste fokus klicken maus aktivierung folgt erster
es: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation app.focusPaneOnFirstClick click to focus follows mouse first activation aplicación general preferencias comportamiento dock barra de menú estado lateral foco clic ratón activación sigue primero App
fr: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation app.focusPaneOnFirstClick click to focus follows mouse first activation application général préférences comportement dock barre de menus état latérale clic souris suit premier App
it: app.focusPaneOnFirstClick click to focus follows mouse first activation app generale preferenze comportamento dock barra menu stato laterale clic attivazione segue primo
ja: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation クリック フォーカス マウス 最初のクリック ペインを選択
ko: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation app.focusPaneOnFirstClick click to focus follows mouse first activation 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 포커스 클릭 마우스 활성화 따름 첫 번째
nb: app.focusPaneOnFirstClick click to focus follows mouse first activation app generelt innstillinger oppførsel dock menylinje status sidepanel fokus klikk mus aktivering følger første
pl: app.focusPaneOnFirstClick click to focus follows mouse first activation aplikacja ogólne preferencje zachowanie dock pasek menu status boczny fokus klik mysz aktywacja podąża pierwszy
pt_br: app.focusPaneOnFirstClick click to focus follows mouse first activation app geral preferências comportamento dock barra de menu status lateral foco clique ativação segue primeiro
ru: app.focusPaneOnFirstClick click to focus follows mouse first activation приложение общие настройки поведение док строка меню статус боковая панель фокус щелчок мышь активация следует первый
th: app.focusPaneOnFirstClick click to focus follows mouse first activation แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง โฟกัส คลิก เมาส์ เปิดใช้งาน ตาม ครั้งแรก
tr: app.focusPaneOnFirstClick click to focus follows mouse first activation uygulama genel tercihler davranış dock menü çubuğu durum kenar odak tık fare etkinleştirme izler ilk
uk: app.focusPaneOnFirstClick click to focus follows mouse first activation програма загальні параметри поведінка док рядок меню статус бічна панель фокус клацання миша активація слідує перший
zh_hans: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation app.focusPaneOnFirstClick click to focus follows mouse first activation 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 焦点 点击 鼠标 激活 跟随 首次
zh_hant: app.focusPaneOnFirstClick click to focus focus follows mouse first click mouse activation app.focusPaneOnFirstClick click to focus follows mouse first activation 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 焦點 點按 滑鼠 啟用 跟隨 首次 App

# settings.search.alias.setting.app.fork-conversation-default
source: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default
ar: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default app.forkConversationDefaultDestination تفريع محادثة يمين يسار أعلى أسفل تقسيم علامة تبويب مساحة عمل افتراضي
de: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default konversation forken rechts links oben unten teilen tab arbeitsbereich standard
es: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default bifurcar conversación derecha izquierda arriba abajo dividir pestaña espacio trabajo predeterminado
fr: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default app.forkConversationDefaultDestination diviser conversation droite gauche haut bas division onglet espace de travail par défaut
ja: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default 会話 フォーク デフォルト 右 左 上 下 分割 タブ ワークスペース
ko: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default 대화 포크 오른쪽 왼쪽 위 아래 분할 탭 작업 공간 기본값
zh_hans: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default 对话 分叉 右 左 上 下 拆分 标签页 工作区 默认
zh_hant: app.forkConversationDefaultDestination fork conversation right left top bottom split tab workspace default 對話 分叉 右 左 上 下 分割 標籤頁 工作區 預設

# settings.search.alias.setting.app.hide-sidebar-details
source: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail
ar: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط التطبيق أيسر التفاصيل
bs: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored Lijeva
da: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout Sidebjælke skinne
de: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links ausblenden layout Linke Leiste
es: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño App
fr: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition App
it: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout
ja: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail サイドバー コンパクト 詳細を隠す タイトルのみ 左レール
ko: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 레일 세부 정보
nb: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett skinne
pl: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ Lewa listwa
pt_br: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout Trilho Esquerdo
ru: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет Левая полоса Подробности
th: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง แถบด้านซ้าย
tr: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen Şerit
uk: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет Лівий рейл
zh_hans: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 左侧导轨
zh_hant: sidebar.hideAllDetails compact sidebar hide details only title minimal left rail 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 App 左側軌道
